brew "neovim"
brew "git"
brew "rcm"
cask "ghostty"
brew "gh"
brew "direnv"
brew "tmux"
brew "ripgrep"
brew "fzf"
brew "fd"
brew "glab"
brew "uv"
brew "git-lfs"
brew "tldr"
brew "mise"
cask "bluesnooze"
brew "gemini-cli"
brew "gnuplot"
brew "btop"
brew "fd"
brew "jupyterlab"
brew "tree"
brew "tree-sitter-cli"
brew "jesseduffield/lazydocker/lazydocker"
	
# Deps
brew "libyaml"
brew "vips"
brew 'mysql-client@8.0'
brew 'zstd'
brew 'openssl'
brew 'coreutils'
brew "postgresql"
