brew "neovim"
brew "git"
brew "rcm"
cask "ghostty"
brew "gh"
brew "direnv"
brew "tmux"
brew "ripgrep"
brew "fzf"
brew "tldr"
brew "mise"
cask "bluesnooze"
brew "gemini-cli"
brew "gnuplot"
brew "btop"
	
# Deps
brew "libyaml"
brew "vips"
brew "imagemagick"
brew 'mysql'
brew 'zstd'
brew 'openssl'
